[
    {
      "word": "Death Darer",
      "meaning": "A person who is ambivalent about the wish to die even as he or she attempts suicide."
    },
    {
      "word": "Death Ignorer",
      "meaning": "A person who attempts suicide without recognizing the finality of death."
    },
    {
      "word": "Death Initiator",
      "meaning": "A person who attempts suicide believing that the process of death is already under way and that he or she is simply quickening the process."
    },
    {
      "word": "Death Seeker",
      "meaning": "A person who clearly intends to end his or her life at the time of a suicide attempt."
    },
    {
      "word": "Deceitfulness",
      "meaning": "Dishonesty and fraudulence. Misrepresentation of self; embellishment or fabrication when relating events; facet of the broad personality trait domain ANTAGONISM"
    },
    {
      "word": "Declarative memory",
      "meaning": "Memory of learned information such as names, dates, and other facts."
    },
    {
      "word": "Deep brain stimulation",
      "meaning": "A treatment procedure for depression in which a pacemaker powers electrodes that have been implanted in Brodmann Area 25, thus stimulating that brain area."
    },
    {
      "word": "Defense mechanism",
      "meaning": "Mechanisms that mediate the individual´s reaction to emotional conflicts and to external stressors. Some defense mechanisms (e.g., projection, splitting, acting out) are almost invariably maladaptive. Others (e.g., suppression, denial) may be either maladaptive or adaptive, depending on their severity, their inflexibility, and the context in which they occur."
    },
    {
      "word": "Deinstitutionalization",
      "meaning": "The discharge of large numbers of patients from long-term institutional care so that they might be treated in community programs."
    },
    {
      "word": "Déjà vu",
      "meaning": "The haunting sense of having previously seen or experienced a new scene or situation."
    },
    {
      "word": "Delirium",
      "meaning": "A rapidly developing clouded state of consciousness in which a person has great difficulty concentrating, focusing attention, and keeping a straightforward stream of thought."
    },
    {
      "word": "Delirium tremens (DTs)",
      "meaning": "Also called alcohol withdrawal delirium. A dramatic withdrawal reaction experienced by some people who are alcohol-dependent; consists of mental confusion, clouded consciousness, and terrifying visual hallucinations."
    },
    {
      "word": "Delusion",
      "meaning": "False belief based on incorrect inference about external reality that is firmly held despite what almost everyone else believes and despite what constitutes incontrovertible and obvious proof or evidence to the contrary. Not ordinarily accepted by other members of the person's culture or subculture."
    },
    {
      "word": "Delusion of control",
      "meaning": "The belief that one’s impulses, feelings, thoughts, or actions are being controlled by other people.Delusion in which feelings/impulses/thoughts/actions are experienced as being under the control of some external force rather than being under one's own control."
    },
    {
      "word": "Delusion of grandeur (Grandiose delusion)",
      "meaning": "The belief that one is a great inventor, historical figure, or other specially empowered person. Delusion of inflated worth/power/knowledge/identity/special relationship to a deity/famous person."
    },
    {
      "word": "Delusion of persecution (Persecutory delusion)",
      "meaning": "The belief that one is being plotted or discriminated against, spied on, slandered, threatened, attacked, or deliberately victimized. Delusion in which the central theme is that one (or someone to whom one is close) is being attacked/harassed/cheated/persecuted/conspired against."
    },
    {
      "word": "Delusion of reference",
      "meaning": "A belief that attaches special and personal meaning to the actions of others or to various objects or events. Delusion in which events/objects/other persons in one's immediate environment are seen as having a particular and unusual significance. Usually of a negative/pejorative nature but also may be grandiose in content."
    },
    {
      "word": "Delusion, bizarre",
      "meaning": "Delusion that involves a phenomenon that the person's culture would regard as physically impossible."
    },
    {
      "word": "Delusion, erotomanic",
      "meaning": "Delusion that another person, usually of higher status, is in love with the individual."
    },
    {
      "word": "Delusion, mixed type",
      "meaning": "Delusions of more than one type. No one theme predominates."
    },
    {
      "word": "Delusion, somatic",
      "meaning": "Delusion whose main content pertains to the appearance/functioning of one's body"
    },
    {
      "word": "Delusion, thought broadcasting",
      "meaning": "Delusion that one's thoughts are being broadcast out loud so that they can be perceived by others."
    },
    {
      "word": "Delusion, thought insertion",
      "meaning": "Delusion that certain of one's thoughts are not one's own, but rather are inserted into one's mind."
    },
    {
      "word": "Delusional disorder",
      "meaning": "A disorder consisting of persistent, nonbizarre delusions that are not part of a schizophrenic disorder."
    },
    {
      "word": "Delusional jealousy",
      "meaning": "Delusion that one's sexual partner is unfaithful."
    },
    {
      "word": "Dementia",
      "meaning": "A syndrome marked by severe problems in memory and at least one other cognitive function."
    },
    {
      "word": "Dementia praecox",
      "meaning": "(Kraeplin) Sub-acute development of a peculiar simple condition of mental weakness occurring at a youthful age. Renamed as \"schizophrenia\" by Eugen Bleuler"
    },
    {
      "word": "Dendrite",
      "meaning": "An extension located at one end of a neuron that receives impulses from other neurons."
    },
    {
      "word": "Denial",
      "meaning": "An ego defense mechanism in which a person fails to acknowledge unacceptable thoughts, feelings, or actions."
    },
    {
      "word": "Dependent personality disorder",
      "meaning": "A personality disorder characterized by a pattern of clinging and obedience, fear of separation, and a persistent, excessive need to be taken care of."
    },
    {
      "word": "Dependent variable",
      "meaning": "The variable in an experiment that is expected to change as the independent variable is manipulated."
    },
    {
      "word": "Depersonalization",
      "meaning": "Experience of feeling detached from, and as if one is an outside observer of, one's mental processes/body/actions."
    },
    {
      "word": "Depersonalization disorder",
      "meaning": "A disorder marked by a persistent and recurrent feeling of being detached from one’s own mental processes or body; that is, one feels unreal and alien."
    },
    {
      "word": "Depressant",
      "meaning": "A substance that slows the activity of the central nervous system and in sufficient dosages causes a reduction of tension and inhibitions."
    },
    {
      "word": "Depression",
      "meaning": "A low state marked by significant levels of sadness, lack of energy, low self-worth, guilt, or related symptoms."
    },
    {
      "word": "Depressivity",
      "meaning": "Feelings of being intensely sad/miserable/hopeless. For some, an absence of feelings and/or dysphoria. Difficulty recovering from such moods. Pessimism about the future; pervasive shame and/or guilt. Feelings of inferior self-worth. Thoughts of suicide and suicidal behavior. Facet of the broad personality trait domain DETACHMENT."
    },
    {
      "word": "Derailment",
      "meaning": "Also called loose associations. A common thinking disturbance in schizophrenia, involving rapid shifts from one topic of conversation to another."
    },
    {
      "word": "Derealization",
      "meaning": "Experience of feeling detached from, and as if one is an outside observer of, one's surroundings."
    },
    {
      "word": "Desire phase",
      "meaning": "The phase of the sexual response cycle consisting of an urge to have sex, sexual fantasies, and sexual attraction to others."
    },
    {
      "word": "Detachment",
      "meaning": "avoidance of socioemotional experience, including both WITHDRAWAL from interpersonal interactions and RESTRICTED AFFECTIVITY, particularly limited hedonic capacity; one of the five pathological PERSONALITY TRAIT DOMAINS."
    },
    {
      "word": "Detoxification",
      "meaning": "Systematic and medically supervised withdrawal from a drug."
    },
    {
      "word": "Developmental coordination disorder",
      "meaning": "Disorder characterized by marked impairment in the development and performance of coordinated motor activities."
    },
    {
      "word": "Deviance",
      "meaning": "Variance from common patterns of behavior."
    },
    {
      "word": "Diagnosis",
      "meaning": "A determination that a person's problems reflect a particular disorder."
    },
    {
      "word": "Diagnostic and Statistical Manual of Mental Disorders (DSM)",
      "meaning": "The classification system for mental disorders developed by the American Psychiatric Association."
    },
    {
      "word": "Dialectical behavior therapy",
      "meaning": "A therapy approach developed by psychologist Marsha Linehan to treat people with borderline personality disorder and other psychological disorders, consisting of cognitivebehavioral techniques in combination with various emotion regulation, mindfulness, humanistic, and other techniques."
    },
    {
      "word": "Diathesis-stress view",
      "meaning": "The view that a person must first have a predisposition to a disorder and then be subjected to immediate psychosocial stress in order to develop the disorder."
    },
    {
      "word": "Diazepam",
      "meaning": "A benzodiazepine drug, marketed as Valium."
    },
    {
      "word": "Dichotomous thinking",
      "meaning": "Viewing problems and solutions in rigid “either/or” terms."
    },
    {
      "word": "Diencephalon",
      "meaning": "A brain area (consisting of the mammillary bodies, thalamus, and hypothalamus) that plays a key role in transforming short-term to long-term memory, among other functions."
    },
    {
      "word": "Disinhibition",
      "meaning": "Orientation toward immediate gratification, leading to impulsive behavior driven by current thoughts/feelings/external stimuli, without regard for past learning or consideration of future consequences; one of the five pathological PERSONALITY TRAIT DOMAINS."
    },
    {
      "word": "Disorder of sex development",
      "meaning": "Condition of significant inborn somatic deviations of the reproductive tract from the norm and/or of discrepancies among the biological indicators of male and female."
    },
    {
      "word": "Disorganized type of schizophrenia",
      "meaning": "A type of schizophrenia marked primarily by confusion, incoherence, and flat or inappropriate affect."
    },
    {
      "word": "Disorientation",
      "meaning": "Confusion about the time of day, date, or season (time). Where one is (place). Or who one is (person)."
    },
    {
      "word": "Displacement",
      "meaning": "An ego defense mechanism that channels unacceptable id impulses toward another, safer substitute."
    },
    {
      "word": "Disruptive mood dysregulation disorder",
      "meaning": "Newly proposed DSM-5 category characterized by an ongoing pattern of temper outbursts, depression, and anger that begins before the age of 10."
    },
    {
      "word": "Dissociation",
      "meaning": "Splitting off of clusters of mental contents from conscious awareness.. Separation of an idea from its emotional significance and affect, as seen in the inappropriate affect in schizophrenia. May allow the individual to maintain allegiance to two contradictory truths while remaining unconscious of the contradiction."
    },
    {
      "word": "Dissociative amnesia",
      "meaning": "A dissociative disorder marked by an inability to recall important personal events and information."
    },
    {
      "word": "Dissociative disorders",
      "meaning": "Disorders marked by major changes in memory that are not due to clear physical causes."
    },
    {
      "word": "Dissociative fugue",
      "meaning": "A dissociative disorder in which a person travels to a new location and may assume a new identity, simultaneously forgetting his or her past."
    },
    {
      "word": "Dissociative identity disorder",
      "meaning": "Used to be called multiple personality disorder. A disorder in which a person develops two or more distinct personalities."
    },
    {
      "word": "Distractibility",
      "meaning": "Difficulty concentrating and focusing on tasks. Attention is easily diverted by extraneous stimuli. Difficulty maintaining goal-focused behavior, including both planning and completing tasks. Facet of the broad personality trait domain DISINHIBITION."
    },
    {
      "word": "Disulfiram (Antabuse)",
      "meaning": "An antagonist drug used in treating alcohol abuse or dependence."
    },
    {
      "word": "Dopamine",
      "meaning": "The neurotransmitter whose high activity has been shown to be related to schizophrenia."
    },
    {
      "word": "Dopamine hypothesis",
      "meaning": "The theory that schizophrenia results from excessive activity of the neurotransmitter dopamine."
    },
    {
      "word": "Double depression",
      "meaning": "A sequence in which dysthymic disorder leads to a major depressive disorder."
    },
    {
      "word": "Double-bind hypothesis",
      "meaning": "A theory that some parents repeatedly communicate pairs of messages that are mutually contradictory, helping to produce schizophrenia in their children."
    },
    {
      "word": "Double-blind design",
      "meaning": "Experimental procedure in which neither the subject nor the experimenter knows whether the subject has received the experimental treatment or a placebo."
    },
    {
      "word": "Down syndrome",
      "meaning": "A form of mental retardation related to an abnormality in the twenty-first chromosome."
    },
    {
      "word": "Dream",
      "meaning": "A series of ideas and images that form during sleep and are interpreted by psychodynamic theorists as clues to the unconscious."
    },
    {
      "word": "Drug",
      "meaning": "Any substance other than food that affects the body or mind."
    },
    {
      "word": "Drug maintenance therapy",
      "meaning": "An approach to treating substance dependence in which clients are given legally and medically supervised doses of the drug on which they are dependent or a substitute drug."
    },
    {
      "word": "Drug therapy",
      "meaning": "The use of psychotropic drugs to reduce the symptoms of psychological disorders."
    },
    {
      "word": "DSM-5 (Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition)",
      "meaning": "The newest edition of the DSM, published in 2013."
    },
    {
      "word": "DSM-IV-TR (Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition, Text Revision)",
      "meaning": "The edition of the DSM used from 2000 to 2013."
    },
    {
      "word": "Durham test",
      "meaning": "A legal test for insanity that holds people to be insane at the time of committing a crime if the act was the result of a mental disorder or defect."
    },
    {
      "word": "Duty to protect",
      "meaning": "The principle that therapists must break confidentiality in order to protect a person who may be the intended victim of a client."
    },
    {
      "word": "Dysarthria",
      "meaning": "Disorder of speech sound production due to structural/motor impairment affecting the articulatory apparatus (e.g. cleft palate)."
    },
    {
      "word": "Dyskinesia",
      "meaning": "Distortion of voluntary movements with involuntary muscle activity."
    },
    {
      "word": "Dyslexia",
      "meaning": "Also known as reading disorder. A disorder in which persons show a marked impairment in the ability to recognize words and to comprehend what they read."
    },
    {
      "word": "Dyspareunia",
      "meaning": "A disorder in which a person experiences severe pain in the genitals during sexual activity."
    },
    {
      "word": "Dysphoria (dysphoric mood)",
      "meaning": "Condition in which a person experiences intense feelings of depression/discontent/indifference to the world around them."
    },
    {
      "word": "Dyssomnias",
      "meaning": "Sleep disorders in which the amount, quality, or timing of sleep is disturbed. Primary disorders of sleep or wakefulness characterized by INSOMNIA or HYPERSOMNIA as the major presenting symptom; disorders of the amount/quality/timing of sleep."
    },
    {
      "word": "Dysthymia",
      "meaning": "Presence, while depressed, of 2+ of the following: 1) poor appetite/overeating, 2) insomnia/hypersomnia, 3) low energy/fatigue, 4) low self-esteem, 5) poor concentration/difficulty making decisions, or 6) feelings of hopelessness."
    },
    {
      "word": "Dysthymic disorder",
      "meaning": "A mood disorder that is similar to but longer-lasting and less disabling than a major depressive disorder."
    },
    {
      "word": "Dystonia",
      "meaning": "Disordered tonicity of muscles."
    },

    

    {
      "word": "Eccentric",
      "meaning": "Person who deviates from conventional norms in odd, irregular, or even bizarre ways, but is not displaying a psychological disorder."
    },
    {
      "word": "Eccentricity",
      "meaning": "Odd/unusual/bizarre behavior, appearance, and/or speech having strange and unpredictable thoughts. Saying unusual or inappropriate things. Facet of the broad personality trait domain PSYCHOTICISM."
    },
    {
      "word": "Echolalia",
      "meaning": "A symptom of autism or schizophrenia in which a person responds to statements by repeating the other person's words. Pathological, parrotlike, and apparently senseless repetition (echoing) of a word/phrase just spoken by another person."
    },
    {
      "word": "Echopraxia",
      "meaning": "Mimicking the movements of another."
    },
    {
      "word": "Ecstasy (MDMA)",
      "meaning": "A drug chemically related to amphetamines and hallucinogens, used illicitly for its euphoric and hallucinogenic effects."
    },
    {
      "word": "Ego",
      "meaning": "According to Freud, the psychological force that employs reason and operates in accordance with the reality principle."
    },
    {
      "word": "Ego defense mechanisms",
      "meaning": "According to psychoanalytic theory, strategies developed by the ego to control unacceptable id impulses and to avoid or reduce the anxiety they arouse."
    },
    {
      "word": "Ego theory",
      "meaning": "The psychodynamic theory that emphasizes the ego and considers it an independent force."
    },
    {
      "word": "Egoistic suicide",
      "meaning": "Suicide committed by people over whom society has little or no control, people who are not concerned with the norms or rules of society."
    },
    {
      "word": "Eidetic imagery",
      "meaning": "A strong visual image of an object or scene that persists in some persons long after the object or scene is removed."
    },
    {
      "word": "Electra complex",
      "meaning": "According to Freud, the pattern of desires all girls experience during the phallic stage, in which they develop a sexual attraction to their father."
    },
    {
      "word": "Electroconvulsive therapy (ECT)",
      "meaning": "A form of treatment, used primarily in cases of unipolar depression, in which electrodes attached to a person's head send an electric current through the brain, causing a brain seizure."
    },
    {
      "word": "Electroencephalograph (EEG)",
      "meaning": "A device that records electrical impulses in the brain."
    },
    {
      "word": "Electromyograph (EMG)",
      "meaning": "A device that provides feedback about the level of muscular tension in the body."
    },
    {
      "word": "Electrooculograph",
      "meaning": "A device that records the movement of the eyes."
    },
    {
      "word": "Emergency commitment",
      "meaning": "Temporary commitment to a mental hospital of a patient who is behaving in a bizarre or violent way."
    },
    {
      "word": "Emotional lability",
      "meaning": "Instability of emotional experiences and mood; emotions that are easily aroused, intense, and/or out of proportion to events and circumstances. Facet of the broad personality trait domain NEGATIVE AFFECTIVITY."
    },
    {
      "word": "Empathy",
      "meaning": "Comprehension and appreciation of others' experiences and motivations. Tolerance of differing perspectives; understanding the effects of own behavior on others."
    },
    {
      "word": "Empirically supported treatment",
      "meaning": "Also called evidence-based treatment. Treatment shown to be effective in properly controlled research studies."
    },
    {
      "word": "Encopresis",
      "meaning": "A childhood disorder characterized by repeated defecation in inappropriate places, such as into one's clothing."
    },
    {
      "word": "Endocrine system",
      "meaning": "The system of glands located throughout the body that helps control important activities such as growth and sexual activity."
    },
    {
      "word": "Endogenous depression",
      "meaning": "A depression that appears to develop without external reasons and is assumed to be caused by internal factors."
    },
    {
      "word": "Endorphins",
      "meaning": "Neurotransmitters that help relieve pain and reduce emotional tension; sometimes referred to as the body's own opioids."
    },
    {
      "word": "Enmeshed family pattern",
      "meaning": "A family system in which members are overinvolved with each other's affairs and overconcerned about each other's welfare."
    },
    {
      "word": "Enuresis",
      "meaning": "A childhood disorder marked by repeated bed-wetting or wetting of one's clothes."
    },
    {
      "word": "Epidemiological study",
      "meaning": "A study that measures the incidence and prevalence of a disorder in a given population."
    },
    {
      "word": "Episode (episodic)",
      "meaning": "Specified duration of time during which the patient has developed/experienced symptoms that meet the diagnostic criteria for a given mental disorder. May denote a certain number of symptoms or a specified severity or frequency of symptoms."
    },
    {
      "word": "Ergot alkaloid",
      "meaning": "A naturally occurring compound from which LSD is derived."
    },
    {
      "word": "Essential hypertension",
      "meaning": "High blood pressure caused by a combination of psychosocial and physiological factors."
    },
    {
      "word": "Estrogen",
      "meaning": "The primary female sex hormone."
    },
    {
      "word": "Euphoria",
      "meaning": "Mental and emotional condition in which a person experiences intense feelings of well-being, elation, happiness, excitement, and joy."
    },
    {
      "word": "Evoked potentials",
      "meaning": "The brain response patterns recorded on an electroencephalograph while a person performs a task such as observing a flashing light."
    },
    {
      "word": "Excitement phase",
      "meaning": "The phase of the sexual response cycle marked by changes in the pelvic region, general physical arousal, and increases in heart rate, muscle tension, blood pressure, and rate of breathing."
    },
    {
      "word": "Exhibitionism",
      "meaning": "A paraphilia in which persons have repeated sexually arousing urges or fantasies about exposing their genitals to another person and may act upon those urges."
    },
    {
      "word": "Existential anxiety",
      "meaning": "According to existential theorists, a universal fear of the limits and responsibilities of one's existence."
    },
    {
      "word": "Existential model",
      "meaning": "The theoretical perspective that human beings are born with the total freedom either to face up to one's existence and give meaning to one's life or to shrink from that responsibility."
    },
    {
      "word": "Existential therapy",
      "meaning": "A therapy that encourages people to accept responsibility for their lives and to live with greater meaning and values."
    },
    {
      "word": "Exorcism",
      "meaning": "The practice in early societies of treating abnormality by coaxing evil spirits to leave the person's body."
    },
    {
      "word": "Experiment",
      "meaning": "A research procedure in which a variable is manipulated and the effect of the manipulation is observed."
    },
    {
      "word": "Experimental group",
      "meaning": "In an experiment, the subjects who are exposed to the independent variable under investigation."
    },
    {
      "word": "Exposure and response prevention",
      "meaning": "Also called exposure and ritual prevention.  A behavioral treatment for obsessive- compulsive disorder that exposes a client to anxiety-arousing thoughts or situations and then prevents the client from performing his or her compulsive acts."
    },
    {
      "word": "Exposure treatments",
      "meaning": "Behavioral treatments in which persons with fears are exposed to their dreaded objects or situations."
    },
    {
      "word": "Expressed emotion",
      "meaning": "The general level of criticism, disapproval, hostility, and intrusiveness expressed in a family."
    },
    {
      "word": "External validity",
      "meaning": "The degree to which the results of a study may be generalized beyond that study."
    },
    {
      "word": "Extrapyramidal effects",
      "meaning": "Unwanted movements, such as severe shaking, bizarrelooking twisting of the face and body, and extreme restlessness, sometimes produced by traditional antipsychotic drugs."
    },
    {
      "word": "Eye movement desensitization and reprocessing",
      "meaning": "A behavioral exposure treatment in which clients move their eyes in a saccadic (rhythmic) manner from side to side while flooding their minds with images of objects and situations they ordinarily avoid."
    },



    {
      "word": "Factitious disorder",
      "meaning": "An illness with no identifiable physical cause in which the patient is believed to be producing or faking symptoms intentionally in order to assume a sick role."
    },
    {
      "word": "Family pedigree study",
      "meaning": "A research design in which investigators determine how many and which relatives of a person with a disorder have the same disorder."
    },
    {
      "word": "Family systems theory",
      "meaning": "A theory that views the family as a system of interacting parts and proposes that members interact in consistent ways and operate by unstated rules."
    },
    {
      "word": "Family therapy",
      "meaning": "A therapy format in which the therapist meets with all members of a family and helps them change in therapeutic ways."
    },
    {
      "word": "Fantasy",
      "meaning": "An ego defense mechanism in which a person uses imaginary events to satisfy unacceptable impulses."
    },
    {
      "word": "Fatigability",
      "meaning": "Tendency to become easily fatigued."
    },
    {
      "word": "Fatigue",
      "meaning": "State usually associated with a weakening/depletion of one's physical and/or mental resources, ranging from a general state of lethargy to a specific, work-induced burning sensation within one's muscles."
    },
    {
      "word": "Fear",
      "meaning": "The central nervous system's physiological and emotional response to a serious threat to one's well-being. Emotional response to perceived imminent threat or danger associated with urges to flee/fight."
    },
    {
      "word": "Fear hierarchy",
      "meaning": "A list of objects or situations that frighten a person, starting with those that are slightly feared and ending with those that are feared greatly; used in systematic desensitization."
    },
    {
      "word": "Female orgasmic disorder",
      "meaning": "A dysfunction in which a woman rarely has an orgasm or repeatedly experiences a very delayed one following a normal sexual excitement phase."
    },
    {
      "word": "Female sexual arousal disorder",
      "meaning": "A female dysfunction marked by a persistent inability to attain or maintain adequate lubrication or genital swelling during sexual activity."
    },
    {
      "word": "Fetal alcohol syndrome",
      "meaning": "A group of problems in a child, including lower intellectual functioning, low birth weight, and irregularities in the hands and face, that result from excessive alcohol intake by the mother during pregnancy."
    },
    {
      "word": "Fetishism",
      "meaning": "A paraphilia consisting of recurrent and intense sexual urges, fantasies, or behaviors that involve the use of a nonliving object, often to the exclusion of all other stimuli."
    },
    {
      "word": "Fixation",
      "meaning": "According to Freud, a condition in which the id, ego, and superego do not mature properly, causing the person to become entrapped at an early stage of development."
    },
    {
      "word": "Flashback",
      "meaning": "Dissociative state during which aspects of a traumatic event are reexperienced as though they were occurring at that moment. The recurrence of LSD-induced sensory and emotional changes long after the drug has left the body. Or, in posttraumatic stress disorder, the reexperiencing of past traumatic events."
    },
    {
      "word": "Flight of ideas",
      "meaning": "Nearly continuous flow of accelerated speech with abrupt changes from topic to topic that are usually based on understandable associations/distracting stimuli/plays on words; when severe, speech may be disorganized and incoherent."
    },
    {
      "word": "Flooding",
      "meaning": "A treatment for phobias in which a person is exposed repeatedly and intensively to a feared object and made to see that it is actually harmless."
    },
    {
      "word": "Formal thought disorder",
      "meaning": "A disturbance in the production and organization of thought."
    },
    {
      "word": "Free association",
      "meaning": "A psychodynamic technique in which a person describes any thought, feeling, or image that comes to mind, even if it seems unimportant."
    },
    {
      "word": "Free-floating anxiety",
      "meaning": "Chronic and persistent feelings of anxiety that are not clearly attached to a specific, identifiable threat."
    },
    {
      "word": "Frotteurism",
      "meaning": "A paraphilia consisting of repeated and intense sexual urges, fantasies, or behaviors that involve touching and rubbing against a nonconsenting person."
    },
    {
      "word": "Functional magnetic resonance imaging (fMRI)",
      "meaning": "A neuroimaging technique used to visualize internal functioning of the brain or body."
    },
    {
      "word": "Fusion",
      "meaning": "The final merging of two or more subpersonalities in multiple personality disorder."
    },



    {
      "word": "GABA",
      "meaning": "The neurotransmitter gamma- aminobutyric acid, whose low activity has been linked to generalized anxiety disorder."
    },
    {
      "word": "Gambling disorder",
      "meaning": "Also called pathological gambling or compulsive gambling. Disorder marked by an addictive-like pattern of persistent and repeated gambling behavior that disrupts one’s life at home or work."
    },
    {
      "word": "Gender dysphoria",
      "meaning": "Also the newly proposed DSM-5 name for DSM-IV-TR's gender identity disorder. Unhappiness with one's given gender."
    },
    {
      "word": "Gender identity disorder",
      "meaning": "A disorder in which a person persistently feels extremely uncomfortable about his or her assigned sex and strongly wishes to be a member of the opposite sex."
    },
    {
      "word": "Gender-sensitive therapies",
      "meaning": "Also called feminist therapies. Treatment approaches geared to the special pressures of being a woman in Western society."
    },
    {
      "word": "Generalized amnesia",
      "meaning": "A loss of memory for events that occurred over a limited period of time as well as for certain events that occurred prior to that period."
    },
    {
      "word": "Generalized anxiety disorder",
      "meaning": "A disorder marked by persistent and excessive feelings of anxiety and worry about numerous events and activities."
    },
    {
      "word": "General paresis",
      "meaning": "An irreversible medical disorder whose symptoms include psychological abnormalities, such as delusions of grandeur; caused by syphilis."
    },
    {
      "word": "Generic drug",
      "meaning": "A marketed drug that is comparable to a trade-named drug in dosage form, strength, and performance."
    },
    {
      "word": "Genes",
      "meaning": "Chromosome segments that control the characteristics and traits we inherit."
    },
    {
      "word": "Genetic linkage study",
      "meaning": "A research approach in which extended families with high rates of a disorder over several generations are observed in order to determine whether the disorder closely follows the distribution pattern of other family traits."
    },
    {
      "word": "Genital stage",
      "meaning": " In Freud's theory, the stage beginning at approximately 12 years old, when the child begins to find sexual pleasure in heterosexual relationships."
    },
    {
      "word": "Genito-pelvic pain/penetration disorder",
      "meaning": "Newly proposed DSM-5 category characterized by repeated severe pain in the genitals during sex or involuntary contractions of the muscles around the outer third of the vagina during sexual activity, preventing entry of the penis."
    },
    {
      "word": "Geropsychology",
      "meaning": "The field of psychology concerned with the mental health of elderly people."
    },
    {
      "word": "Gestalt therapy",
      "meaning": "The humanistic therapy developed by Fritz Perls in which clinicians actively move individuals toward selfrecognition and self-acceptance by using techniques such as role-playing and skillful frustration."
    },
    {
      "word": "Glia",
      "meaning": "Brain cells that support the neurons."
    },
    {
      "word": "Glutamate",
      "meaning": "A common neurotransmitter that has been linked to memory and to dementia."
    },
    {
      "word": "Grief",
      "meaning": "The reaction one experiences when a loved one is lost."
    },
    {
      "word": "Group home",
      "meaning": "A special home where people with disorders or disabilities live and are taught self-help, living, and working skills."
    },
    {
      "word": "Group therapy",
      "meaning": "A therapy format in which a group of people with similar problems meet together with a therapist to work on their problems."
    },
    {
      "word": "Guided participation",
      "meaning": "A modeling technique in which a client systematically observes and imitates the therapist while the therapist confronts feared items."
    },
    {
      "word": "Guilty but mentally ill",
      "meaning": "A verdict stating that defendants are guilty of committing a crime but are also suffering from a mental illness that should be treated during their imprisonment."
    },
    {
      "word": "Guilty with diminished capacity",
      "meaning": "A legal defense argument that states that because of limitations posed by mental dysfunctioning, a defendant could not have intended to commit a particular crime and thus should be convicted of a lesser crime."
    },
    {
      "word": "Gender",
      "meaning": "Public (and usually legally recognized) lived role as boy/girl, man/woman. Biological factors are seen as contributing in interaction with social and psychological factors to gender development."
    },
    {
      "word": "Gender assignment",
      "meaning": "Initial assignment as male/female, which usually occurs at birth and is subsequently referred to as the \"natal gender.\""
    },
    {
      "word": "Gender dysphoria",
      "meaning": "Distress that accompanies the incongruence between one's experienced and expressed gender and one's assigned/natal gender."
    },
    {
      "word": "Gender experience",
      "meaning": "Unique and personal ways in which individuals experience their gender in the context of the gender roles provided by their societies"
    },
    {
      "word": "Gender expression",
      "meaning": "Specific ways in which individuals enact gender roles provided in their societies."
    },
    {
      "word": "Gender identity",
      "meaning": "Category of social identity that refers to an individual's identification as male, female or, occasionally, some category other than male or female."
    },
    {
      "word": "Gender reassignment",
      "meaning": "Change of gender that can be either medical (hormones, surgery) or legal (government recognition), or both."
    },
    {
      "word": "Grandiosity",
      "meaning": "Believing that one is superior to others and deserves special treatment; self-centeredness. Feelings of entitlement; condescension toward others. Facet of the broad personality trait domain ANTAGONISM."
    },
    {
      "word": "Grimace (grimacing)",
      "meaning": "Odd and inappropriate facial expressions unrelated to situation."
    }
  ]
  