[
    {
        "word": "Unconditional positive regard",
        "meaning": "Full, warm acceptance of a person regardless of what he or she says, thinks, or feels; a critical component of client-centered therapy. "
    },
    {
        "word": "Unconditioned response (UCR)",
        "meaning": "The natural, automatic response produced by an unconditioned stimulus."
    },
    {
        "word": "Unconditioned stimulus (UCS)",
        "meaning": "A stimulus that produces an automatic, natural response."
    },
    {
        "word": "Unconscious",
        "meaning": "The deeply hidden mass of memories, experiences, and impulses that is viewed in Freudian theory as the source of much behavior."
    },
    {
        "word": "Undifferentiated type of schizophrenia",
        "meaning": "A type of schizophrenia in which no single set of psychotic symptoms (incoherence, psychomotor disturbances, delusions, or hallucinations) dominates."
    },
    {
        "word": "Undoing",
        "meaning": "An ego defense mechanism in which a person unconsciously cancels out an unacceptable desire or act by performing another act."
    },
    {
        "word": "Unilateral electroconvulsive therapy (ECT)",
        "meaning": "A form of electroconvulsive therapy in which electrodes are attached to the head so that electrical current passes through only one side of the brain."
    },
    {
        "word": "Unipolar depression",
        "meaning": "Depression without a history of mania."
    },
    {
        "word": "Unstructured interview",
        "meaning": "An interview format in which the clinician asks spontaneous questions that are based on issues that arise during the interview."
    },
    {
        "word": "Unusual beliefs and experiences",
        "meaning": "Belief that one has unusual abilities, such as mind reading, telekinesis, or THOUGHT-ACTION FUSION. Unusual experiences of reality, including hallucinatory experiences. In general, the unusual beliefs are not held at the same level of conviction as DELUSIONS. Unusual beliefs and experiences are a facet of the personality trait domain PSYCHOTICISM."
    },
    {
        "word": "Vaginismus",
        "meaning": "A condition marked by involuntary contractions of the muscles around the outer third of the vagina during sexual activity, preventing entry of the penis."
    },
    {
        "word": "Vagus nerve stimulation",
        "meaning": "A treatment procedure for depression in which an implanted pulse generator sends regular electrical signals to a person’s vagus nerve; the nerve, in turn, stimulates the brain."
    },
    {
        "word": "Validity",
        "meaning": "The accuracy of a test’s or study’s results; that is, the extent to which the test or study actually measures or shows what it claims to."
    },
    {
        "word": "Valium",
        "meaning": "The trade name of diazepam, an antianxiety drug."
    },
    {
        "word": "Variable",
        "meaning": "Any characteristic or event that can vary across time, locations, or persons."
    },
    {
        "word": "Vascular dementia",
        "meaning": "Dementia caused by a cerebrovascular accident, or stroke, that restricts blood flow to certain areas of the brain. Also called multi-infarct dementia."
    },
    {
        "word": "Ventromedial hypothalamus (VMH)",
        "meaning": "The region of the hypothalamus that, when activated, depresses hunger."
    },
    {
        "word": "Visual hallucinations",
        "meaning": "Hallucinations in which a person may either experience vague visual perceptions, perhaps of colors or clouds, or have distinct visions of people, objects, or scenes that are not there."
    },
    {
        "word": "Voyeurism",
        "meaning": "A paraphilia in which a person has repeated and intense sexual desires or urges to observe unsuspecting people secretly as they undress or have intercourse. The person may also act on these desires."
    },
    {
        "word": "Waxy flexibility",
        "meaning": "Slight, even resistance to positioning by examiner. Compare with CATALEPSY."
    },
    {
        "word": "Weight set point",
        "meaning": "The weight level that a person is predisposed to maintain, controlled, in part, by the hypothalamus."
    },
    {
        "word": "Windigo",
        "meaning": "An intense fear of being turned into a cannibal by a flesh-eating monster. The disorder was once found among Algonquin Indian hunters."
    },
    {
        "word": "Withdrawal",
        "meaning": "Unpleasant, sometimes dangerous reactions that may occur when people who use a drug regularly stop taking or reduce their dosage of the drug."
    },
    {
        "word": "Withdrawal, social",
        "meaning": "Preference for being alone to being with others; reticence in social situations; AVOIDANCE of social contacts and activity; lack of initiation of social contact. Social withdrawal is a facet of the broad personality trait domain DETACHMENT."
    },
    {
        "word": "Working through",
        "meaning": "The psychodynamic treatment process of repeatedly facing conflicts, reinterpreting feelings, and overcoming one’s problems."
    },
    {
        "word": "Worry",
        "meaning": "Unpleasant or uncomfortable thoughts that cannot be consciously controlled by trying to turn the attention to other subjects. The worrying is often persistent, repetitive, and out of proportion to the topic worried about (it can even be about a triviality)."
    },
    {
        "word": "ABAB design",
        "meaning": "Also called reversal design. A single-subject experimental design in which behavior is measured during a baseline period, after a treatment has been applied, after baseline conditions have been reintroduced, and after the treatment has been reintroduced."
    },
    {
        "word": "Abnormal psychology",
        "meaning": "The scientific study of abnormal behavior in order to describe, predict, explain, and change abnormal patterns of functioning."
    },
    {
        "word": "Acceptance and commitment therapy",
        "meaning": "A cognitive-behavioral therapy that teaches clients to accept and be mindful of (i.e., just notice) their dysfunctional thoughts or worries."
    },
    {
        "word": "Acetylcholine",
        "meaning": "A neurotransmitter that has been linked to depression and dementia."
    },
    {
        "word": "Acute stress disorder",
        "meaning": "An anxiety disorder in which fear and related symptoms are experienced soon after a traumatic event and last less than a month."
    },
    {
        "word": "Addiction",
        "meaning": "Physical dependence on a substance, marked by such features as tolerance, withdrawal symptoms during abstinence, or both. "
    },
    {
        "word": "Adjustment disorders",
        "meaning": "Disorders characterized by clinical symptoms such as depressed mood or anxiety in response to significant stressors. "
    },
    {
        "word": "Affect",
        "meaning": "An experience of emotion or mood."
    },
    {
        "word": "Affect, flat",
        "meaning": "(near) absence of any sign of affective expression"
    },
    {
        "word": "Affect, inappropriate",
        "meaning": "Discordance between affective expression and the content of speech/ideation"
    },
    {
        "word": "Affect, labile",
        "meaning": "Abnormal variability in affect with repeated, rapid, and abrupt shifts in affective expression"
    },
    {
        "word": "Affect, restricted or constricted",
        "meaning": "Mild reduction in the range and intensity of emotional expression"
    },
    {
        "word": "Aftercare",
        "meaning": "A program of posthospitalization care and treatment in the community."
    },
    {
        "word": "Agnosia",
        "meaning": "Loss of ability to recognize objects/persons/sounds/shapes/smells that occurs in the absence of either impairment of the specific sense or significant memory loss."
    },
    {
        "word": "Agoraphobia",
        "meaning": "An anxiety disorder in which a person is afraid to be in places or situations from which escape might be difficult (or embarrassing) or help unavailable if panic-like symptoms were to occur. "
    },
    {
        "word": "Alcoholism",
        "meaning": "A pattern of behavior in which a person repeatedly abuses or develops a dependence on alcohol."
    },
    {
        "word": "Alogia",
        "meaning": "Also known as poverty of speech. A decrease in speech or speech content. A symptom of schizophrenia. Impoverishment in thinking that is inferred from observing speech and language behavior. May be brief and concrete replies to questions and restriction in the amount of spontaneous speech (poverty of speech). Sometimes the speech is adequate in amount but conveys little information because it is overconcrete, overabstract, repetitive, or stereotyped (poverty of content)."
    },
    {
        "word": "Alprazolam",
        "meaning": "A benzodiazepine drug shown to be effective in the treatment of anxiety disorders. Marketed as Xanax."
    },
    {
        "word": "Altruistic suicide",
        "meaning": "Suicide committed by people who intentionally sacrifice their lives for the well-being of society."
    },
    {
        "word": "Alzheimer’s disease ",
        "meaning": "The most common form of dementia, usually occurring after the age of 65."
    },
    {
        "word": "Amenorrhea",
        "meaning": "The absence of menstrual cycles."
    },
    {
        "word": "Amnesia",
        "meaning": "Inability to recall important autobiographical information that is inconsistent with ordinary forgetting."
    },
    {
        "word": "Amnestic disorders ",
        "meaning": "Organic disorders in which the primary symptom is memory loss. "
    },
    {
        "word": "Amniocentesis",
        "meaning": "A prenatal procedure used to test the amniotic fluid that surrounds the fetus for the possibility of birth defects."
    },
    {
        "word": "Amphetamine",
        "meaning": "A stimulant drug that is manufactured in the laboratory."
    },
    {
        "word": "Amphetamine psychosis",
        "meaning": "A syndrome characterized by psychotic symptoms brought on by high doses of amphetamines. Similar to cocaine psychosis."
    },
    {
        "word": "Amygdala",
        "meaning": "A structure in the brain that plays a key role in emotion and memory. "
    },
    {
        "word": "Anaclitic depression",
        "meaning": "A pattern of depressed behavior found among very young children that is caused by separation from the mother. "
    },
    {
        "word": "Anal stage",
        "meaning": "In psychoanalytic theory, the second 18 months of life, during which the child’s focus of pleasure shifts to the anus."
    },
    {
        "word": "Analogue experiment",
        "meaning": "A research method in which the experimenter produces abnormal-like behavior in laboratory subjects and then conducts experiments on the subjects."
    },
    {
        "word": "Anesthesia",
        "meaning": "A lessening or loss of sensation of touch or for pain."
    },
    {
        "word": "Anhedonia",
        "meaning": "Lack of enjoyment from, engagement in, or energy for life's experiences. Deficits in the capacity to feel pleasure and take interest in things. Facet of the broad personality trait domain DETACHMENT."
    },
    {
        "word": "Anomic suicide",
        "meaning": "Suicide committed by individuals whose social environment fails to provide stability, thus leaving them without a sense of belonging. "
    }
]